source/_static/diagrams/38-locks-bwrap-python-datasets.d2
direction: right
n0: "lock.json"
n1: "bwrap"
n2: "dataset"
n0 -> n1
n1 -> n2
